const RU = {
    header:{
        home:'Главная',
        news:'Новости',
        projects:'Проекты',
        services:'Наши услуги',
        contacts:'Контакты',
    },
    homepage:{
        title:'Создаём инфраструктуру. Развиваем производство.',
        subtitle:'Реализуем строительные и проектные работы, развиваем производственные мощности и создаём современные объекты для промышленного и аграрного развития Туркменистана',
        button1:'Подробнее',
        button2:'Присоединиться',
    },

    benefits:{
        title:'Наши строительные преимущества',
        subtitle:'Мы предлагаем инновационные решения, которые не только повышают экологическую устойчивость, но и способствуют экономической эффективности',
    },

    services:{
        title:'Предоставление лучших услуг',
        subtitle_lg:'Мы стремимся предоставлять услуги высшего качества, создавая условия для вашего роста, развития и комфорта. Объединяя экспертизу в организации деловых мероприятий, поддержке стартапов, IT-решениях, туризме и образовании в Корее, мы предлагаем комплексный и эффективный подход, где каждая деталь работает на ваш безупречный результат',
        subtitle:'Мы стремимся предоставлять услуги высшего качества, создавая условия для вашего роста, развития и комфорта',
    },

    process:{
        title:'Проекты',
        subtitle_lg:'Мы специализируемся на комплексном проектировании, строительстве и модернизации дорожно-транспортной инфраструктуры, а также благоустройстве городских и сельских территорий. Участвуя в реализации государственных национальных программ, наша компания создает надежные автомобильные дороги, развязки и современную инфраструктуру, направленную на повышение комфорта, безопасности и качества жизни населения.',
        subtitle:'Мы специализируемся на комплексном проектировании, строительстве и модернизации дорожно-транспортной инфраструктуры, а также благоустройстве городских и сельских территорий'
    },

    testimonials:{
        title:'Новости',
        loadMore:'Показать ещё',
        loading:'Загрузка...',
        backHome:'На главную',
        moreNews:'Больше новостей',
        readMore:'Подробнее...',
    },

    footer:{
        title:'Готовы работать с нами?',
        subtitle_lg:'Давайте воплотим ваш строительный проект в жизнь. Свяжитесь с нами для бесплатной консультации и узнайте, как мы можем помочь превратить вашу идею в реальность',
        subtitle:'Получите первоклассное обслуживание и позвольте нам сопровождать вас на вашем пути в недвижимости',
        description:'Ищите недвижимость, записывайтесь на просмотр и начинайте свой путь под руководством экспертов, которые будут сопровождать вас на каждом этапе',
        placeholder:'Ваш email',
        button:'Отправить',
        home:'Главная',
        aboutUs:'О нас',
        collection:'Коллекция',
        blogNews:'Блог и новости',
        socials:'Социальные сети',
        instagram:'Instagram',
        facebook:'Facebook',
        tiktok:'Tiktok',
        security:'Безопасность',
        privacy:'Политика конфиденциальности',
        copyrights:'Авторские права',
        userAgreements:'Пользовательские соглашения',
    }
} 

export default RU;